Repository: common-repository/simplemailer
Catalog: languages/sm-*.po
Languages: de_de

source: Please enter the sender email address.
de_de: Bitte geben Sie die E-Mail-Adresse des Absenders ein.

source: Please enter a valid email address of the sender.
de_de: Bitte geben Sie eine gültige E-Mail-Adresse des Absenders ein.

source: Please enter SMTP host name.
de_de: Bitte geben Sie SMTP-Hostname ein.

source: Please enter the SMTP port number.
de_de: Bitte geben Sie SMTP-Port-Nummer ein.

source: Please enter your SMTP username.
de_de: Bitte geben Sie SMTP-Benutzername ein.

source: Please enter your SMTP password.
de_de: Bitte geben Sie SMTP-Passwort ein.

source: Please enter the reCAPTCHA site key.
de_de: Bitte geben Sie reCAPTCHA-Websiteschlüssel ein.

source: Please enter reCAPTCHA secret key.
de_de: Bitte geben Sie reCAPTCHA-Geheimen Schlüssel ein.

source: The settings may not have been saved completely. Turn error reporting on to get more detailed error information in the debug.log file.
de_de: Die Einstellungen wurden möglicherweise nicht vollständig gespeichert. Aktivieren Sie WordPress "error reporting", um detailliertere Fehlerinformationen in der debug.log Datei zu erhalten.

source: SimpleMailer settings have been saved successfully.
de_de: SimpleMailer-Einstellungen wurden erfolgreich gespeichert.

source: SimpleMailer Settings
de_de: SimpleMailer Einstellungen

source: Settings
de_de: Einstellungen

source: Email address
de_de: E-Mail-Adresse

source: Phone number
de_de: Telefonnummer

source: Subject
de_de: Betreff

source: Message
de_de: Nachricht

source: Attach documents
de_de: Dokumente anhängen

source: Attach document
de_de: Dokument anhängen

source: Send message
de_de: Nachricht senden

source: Please wait...
de_de: Bitte warten...

source: Common Settings
de_de: Allgemeine Einstellungen

source: Website name
de_de: Webseiten-Name

source: Website name to be used for email transmission.
de_de: Name der Website, der für den E-Mail-Versand verwendet werden soll.

source: Email settings
de_de: E-Mail-Einstellungen

source: Email Address
de_de: E-Mail-Adresse

source: Your email address. This is the email address to which the SimpleMailer will send all the messages.
de_de: Ihre E-Mail-Adresse. Es ist die E-Mail-Adresse, an die alle Nachrichten geschickt werden sollen.

source: Sending emails via SMTP
de_de: E-Mail-Versand über SMTP

source: Simple Mail Transfer Protocol (SMTP) is a protocol that allows the sending of messages over a TCP/IP-based network from one server to another.
de_de: Simple Mail Transfer Protocol (SMTP) ist ein Protokoll, das das Versenden von Nachrichten über ein TCP/IP-basiertes Netzwerk von einem Server an einen anderen ermöglicht.

source: Enable SMTP
de_de: SMTP Aktivieren

source: The host name of the outgoing SMTP (Simple Mail Transfer Protocol) server, such as smtp.example.com.
de_de: Der Hostname des SMTP (Simple Mail Transfer Protocol)-Ausgangsservers, z. B. smtp.beispiel.com.

source: The port number used by the outgoing mail server. Common port numbers for outgoing mail are 25, 465, and 587.
de_de: Die vom Postausgangsserver verwendete Port-Nummer. Gängige Port-Nummern für ausgehende E-Mails sind 25, 465 und 587.

source: Encryption
de_de: Verschlüsselung

source: Does the outgoing mail server support SSL or TLS encryption?
de_de: Unterstützt der Postausgangsserver SSL- oder TLS-Verschlüsselung?

source: SMTP username
de_de: SMTP-Benutzername

source: Your user name for this account, such as appleseed. Some email providers want your full email address as your user name.
de_de: Ihr Benutzername für diesen Account, z. B. Mustermann. Bei einigen E-Mail-Anbietern müssen Sie Ihre vollständige E-Mail-Adresse als Ihren Benutzernamen verwenden.

source: SMTP password
de_de: SMTP-Passwort

source: The email password you use to sign in to your account.
de_de: Das E-Mail-Passwort, das Sie zur Anmeldung bei Ihrem Account verwenden.

source: Full Name
de_de: Absender Name

source: Choose your sender name as you would like it to appear in messages that you send. Example: John Appleseed.
de_de: Wählen Sie Ihren Absendernamen aus, der in Nachrichten, die Sie senden, angezeigt werden soll. Beispiel: Michael Mustermann.

source: Debug Mode: 0, 1, 2 or 3. Default: 0 (Off).
de_de: Debug Mode: 0, 1, 2 oder 3. Default ist: 0 (Aus).

source: Form fields
de_de: Formularfelder

source: File Upload field
de_de: Datei-Upload-Feld

source: Allow sending of files as email attachments, e. g. a collection of images or a PDF document.
de_de: Versenden von Dateien als E-Mail-Anhang erlauben, z. B. eine Bildersammlung oder ein PDF-Dokument.

source: Show file upload
de_de: Datei-Upload anzeigen

source: Multiple file uploads
de_de: Multiple Datei-Uploads

source: Allow sending multiple files in the attachment.
de_de: Versenden von mehreren Dateien im Anhang erlauben.

source: Allow multiple uploads
de_de: Multiple Datei-Uploads

source: Subject field
de_de: Betreff-Feld

source: Add a subject field to the form.
de_de: Ein Betreff-Feld dem Kontaktformular hinzufügen.

source: Show subject
de_de: Betreff anzeigen

source: Phone number field
de_de: Telefonnummer-Feld

source: Add a phone number field to the form.
de_de: Ein Telefonnummer-Feld dem Kontaktformular hinzufügen.

source: Show phone number
de_de: Telefonnummer anzeigen

source: Required fields
de_de: Pflichtfelder

source: Field Name
de_de: Feld Name

source: This option allows you to define Name as a required field.
de_de: Mit dieser Option definieren Sie Name als ein Pflichtfeld.

source: Define name as required field
de_de: Name als Pflichtfeld definieren

source: This option allows you to define Email as a required field.
de_de: Mit dieser Option definieren Sie E-Mail-Adresse als ein Pflichtfeld.

source: Define Email as required field
de_de: E-Mail-Adresse als Pflichtfeld definieren

source: This option allows you to define Phone Number as a required field.
de_de: Mit dieser Option definieren Sie Telefonnummer als ein Pflichtfeld.

source: Define Phone as required field
de_de: Telefonnummer als Pflichtfeld definieren

source: Email subject
de_de: E-Mail-Betreff

source: This option allows you to define Subject as a required field.
de_de: Mit dieser Option definieren Sie Betreff als ein Pflichtfeld.

source: Define Subject as required field
de_de: Betreff als Pflichtfeld definieren

source: Message field
de_de: Nachricht Feld

source: This option allows you to define Message as a required field.
de_de: Mit dieser Option definieren Sie Nachricht als ein Pflichtfeld.

source: Define Message as required field
de_de: Nachricht als Pflichtfeld definieren

source: Security settings
de_de: Sicherheitseinstellungen

source: Activate this checkbox if you want to use reCAPTCHA.
de_de: Aktivieren Sie diese Checkbox, wenn Sie reCAPTCHA verwenden möchten.

source: Use reCAPTCHA
de_de: reCAPTCHA verwenden

source: Site key
de_de: Websiteschlüssel

source: Get Google's ReCaptcha Site key and enter it here
de_de: ReCaptcha Websiteschlüssel von Google beantragen und hier eingeben

source: Secret key
de_de: Geheimer Schlüssel

source: Get Google's ReCaptcha Secret key and enter it here
de_de: ReCaptcha Geheimer Schlüssel von Google hier eingeben

source: Save Settings
de_de: Einstellungen Speichern

source: File %s could not sent, the maximum number (%d) of attachments has been reached!
de_de: Datei %s konnte nicht gesendet werden, die maximale Anzahl (%d) an Anhängen wurde erreicht!

source: File %s could not sent!
de_de: Datei %s konnte nicht gesendet werden!

source: No file was sent!
de_de: Es wurde keine Datei versendet!

source: Please enter your name!
de_de: Tragen Sie bitte Ihren Namen ein!

source: Please enter your email address!
de_de: Tragen Sie bitte Ihre E-Mail-Adresse ein!

source: Please enter your phone number!
de_de: Tragen Sie bitte Ihre Telefonnummer ein!

source: Please enter your message!
de_de: Bitte geben Sie Ihre Nachricht ein!

source: Please enter the subject of the message you want to send!
de_de: Bitte geben Sie den Betreff der Nachricht ein!

source: You have been identified as a bot because you filled in a special field, which should remain empty.
de_de: Sie wurden als Bot identifiziert, weil Sie ein Spezialfeld ausgefüllt haben, welches allerdings leer bleiben sollte.

source: Please complete the reCAPTCHA below!
de_de: Bitte das reCAPTCHA aktivieren!

source: The response parameter is invalid or malformed!
de_de: Der Response-Parameter ist ungültig oder fehlerhaft!

source: The entered email address is not valid!
de_de: Die eingegebene E-Mail-Adresse ist ungültig!

source: The entered "name" is not valid!
de_de: Der eingegebene "Name" ist ungültig!

source: The entered "phone number" is not valid!
de_de: Die eingegebene "Telefonnummer" ist ungültig!

source: The entered "subject" is not valid!
de_de: Der eingegebene "Betreff" ist ungültig!

source: The entered "message" is not valid!
de_de: Die eingegebene "Nachricht" ist ungültig!

source: The configuration of the SimpleMailer plugin was not completed. Please complete the configuration in the administrator area!
de_de: Die Konfiguration des Plugins wurde nicht vollständig durchgeführt. Bitte führen Sie die Konfiguration im Administratorbereich vollständig aus!

source: Email:
de_de: E-Mail-Adresse:

source: Phone number:
de_de: Telefonnummer:
